[
    {
        "id":"var",
        "name":"Varšava",
        "pop":1790658,
        "znak":"varsava.png",
        "obrazky":"varsava1.jpg",
        "popis":"Varšava (polsky Warszawa, výslovnost výslovnost [varˈʂava]IPA) je hlavní (od roku 1918) a největší město Polska. Žije zde přibližně 1,79 milionu[1][2][3] obyvatel, s okolní aglomerací kolem 3 milionů obyvatel. Varšava leží ve středním Polsku v historickém Mazovsku na středním toku Visly ve Varšavské kotlině v průměrné výšce 100 metrů n. m., 520 km východně od Berlína a 250 km jižně od pobřeží Baltského moře. Varšava je také hlavním městem Mazovského vojvodství. V metropoli je rozvinutý průmysl, zvláště zpracovatelský, ocelářský, elektrotechnický a automobilový. Sídlí zde více než 60 vzdělávacích institucí, především Varšavská univerzita (Uniwersytet Warszawski), Univerzita kardinála Stefana Wyszyńského, Varšavská technická univerzita (Politechnika Warszawska), Varšavská ekonomická škola (Szkoła Główna Handlowa) a další. Je tu přes 30 divadel, včetně Národního divadla a opery a má tu sídlo Národní filharmonický orchestr."
    },
    {
        "id":"vra",
        "name":"Vratislav",
        "pop":638659,
        "znak":"vratislav.svg",
        "obrazky":"vratislav1.jpg",
        "popis":"Vratislav (polsky zvuk Wrocław, německy Breslau, slezskoněmecky Brassel, latinsky Wratislavia či Vratislavia) je město v jihozápadním Polsku, sídlo Dolnoslezského vojvodství a historické hlavní město Slezska. Rozkládá se na Slezské nížině na řece Odře. V roce 2019 mělo 642 869 trvale registrovaných obyvatel a bylo tak největším městem celého Slezska a čtvrtým největším městem v Polsku."
    },
    {
        "id":"op",
        "name":"Opolí",
        "pop":128035,
        "znak":"opoli.png",
        "obrazky":"opoli1.jpg",
        "popis":"Opolí (polsky Opole, německy Oppeln, slezsky Uopole / Ôpole, slezskoněmecky Uppeln) je město s postavením okresu v jižním Polsku, sídlo Opolského vojvodství a okresu Opolí. Leží na Odře na Opolské planině, která je součástí Slezské nížiny. Historicky je hlavním městem Horního Slezska. V roce 2019 čítalo 128 035 obyvatel."
    },
    {
        "id":"zel",
        "name":"Zelená Hora",
        "pop":1,
        "znak":"",
        "obrazky":"",
        "popis":""
    },
    {
        "id":"poz",
        "name":"Poznaň",
        "pop":1,
        "znak":"",
        "obrazky":"",
        "popis":""
    },
    {
        "id":"gda",
        "name":"Gdaňsk",
        "pop":1,
        "znak":"",
        "obrazky":"",
        "popis":""
    },
    {
        "id":"ols",
        "name":"Olštýn",
        "pop":1,
        "znak":"",
        "obrazky":"",
        "popis":""
    },
    {
        "id":"byd",
        "name":"Bydhošť",
        "pop":1,
        "znak":"",
        "obrazky":"",
        "popis":""
    },
    {
        "id":"lod",
        "name":"Lodž",
        "pop":1,
        "znak":"",
        "obrazky":"",
        "popis":""
    },
    {
        "id":"kat",
        "name":"Katovice",
        "pop":1,
        "znak":"",
        "obrazky":"",
        "popis":""
    },
    {
        "id":"ste",
        "name":"Štětín",
        "pop":1,
        "znak":"",
        "obrazky":"",
        "popis":""
    },
    {
        "id":"kra",
        "name":"Krakov",
        "pop":1,
        "znak":"",
        "obrazky":"",
        "popis":""
    },
    {
        "id":"kie",
        "name":"Kielce",
        "pop":1,
        "znak":"",
        "obrazky":"",
        "popis":""
    },
    {
        "id":"res",
        "name":"Řešov",
        "pop":1,
        "znak":"",
        "obrazky":"",
        "popis":""
    },
    {
        "id":"lul",
        "name":"Lublin",
        "pop":1,
        "znak":"",
        "obrazky":"",
        "popis":""
    },
    {
        "id":"bia",
        "name":"Bělostok",
        "pop":1,
        "znak":"",
        "obrazky":"",
        "popis":""
    }
]